compressible/Backward-facingStep/QGDFoam-4.1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          20;
        startFace       40240;
    }
    outlet
    {
        type            empty;
        inGroups        1(empty);
        nFaces          40;
        startFace       40260;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1060;
        startFace       40300;
    }
    symwall
    {
        type            empty;
        inGroups        1(empty);
        nFaces          40800;
        startFace       41360;
    }
)

// ************************************************************************* //
